brew "coreutils"
brew "gedit"
brew "git"  
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "jq"
brew "make"
brew "mas"
brew "rust"
brew "trash"
brew "watch"
brew "yo"

cask "adobe-acrobat-reader"
cask "audacity"
cask "balenaetcher"
cask "discord"
cask "gimp"
cask "git-credential-manager"
cask "google-drive"
cask "inkscape"
cask "kdenlive"
cask "keepassxc"
cask "reaper"
cask "tiles"
cask "virtualbox@beta"
cask "visual-studio-code"
cask "whisky"

mas "AdGuard for Safari", id: 1440147259
mas "Cleaner for Xcode", id: 1296084683
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
