brew "aria2"
brew "cmake"
brew "coreutils"
brew "docker"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-indent"
brew "gnupg"
brew "hexedit"
brew "htop"
brew "jq"
brew "make"
brew "mas"
brew "node"
brew "pipx"
brew "python-tk"
brew "python3"
brew "rbenv"
brew "rust"
brew "sdl2"
brew "sdl2_ttf"
brew "sherlock"
brew "tldr"
brew "trash"
brew "unar"
brew "vsce"
brew "watch"
brew "xcodes"
brew "zsh-completions"

cask "audacity"
cask "balenaetcher"
cask "discord"
cask "gimp"
cask "git-credential-manager"
cask "github"
cask "google-drive"
cask "kdenlive"
cask "lmms"
cask "unity-hub"
cask "virtualbox@beta"
cask "visual-studio-code"
cask "whisky"

mas "AdGuard for Safari", id: 1440147259
mas "Cleaner for Xcode", id: 1296084683
mas "Focus for YouTube", id: 1514703160
mas "Numbers", id: 409203825
mas "Pages", id: 409201541

vscode "davidanson.vscode-markdownlint"
vscode "doublevkay.codeql-agent"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.vscode-codeql"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mattmaniak.inkpot-gc-vsc"
vscode "ms-python.python"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
